Repository: Saravanan-Chakkaravarthi/HassadFood
Catalog: HassadFood/Resx/AppResources.*.resx
Languages: ar

# UsernameLabel
source: USERNAME
ar: اسم المستخدم

# PasswordLabel
source: PASSWORD
ar: كلمه السر

# LoginButton
source: L O G I N
ar: تسجيل الدخول

# AlertText
source: Alert
ar: محزر

# OkText
source: OK
ar: حسنا

# UsernameErrorMessage
source: Username cannot be empty.
ar: اسم المستخدم لا يمكن أن يكون فارغا.

# PasswordErrorMessage
source: Password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور فارغة.

# Leave
source: Apply Leave
ar: تطبيق الإجازة

source: Duty Visit
ar: زيارة العمل

source: Exit Permit
ar: تصريح خروج

# WorkList
source: Notifications
ar: إخطارات

source: Settings
ar: إعدادات

source: Logout
ar: الخروج

# Welcome
source: Hassad Employee Self Service
ar: حصاد موظف الخدمة الذاتية

source: Perdiem Amount:
ar: لكل دييم المبلغ

source: Class of Travel:
ar: فئة السفر

source: Date of Travel: *
ar: تاريخ السفر *

# FirstDayoftheDutyVisit
source: First Day: *
ar: اليوم الأول من الزيارة *

# LastDayoftheDutyVisit
source: Last Day: *
ar: اليوم الأخير من الزيارة *

source: Arrival Date: *
ar: تاريخ الوصول *

# ExitPermitLbl
source: Exit Permit: *
ar: تصريح خروج *

source: Destination / Route: *
ar: الوجهة / الطريق *

source: Budget: *
ar: ميزانية *

source: Purpose of Visit / Remarks: *
ar: الغرض من الزيارة / الملاحظات *

source: Accomodation: *
ar: الإقامة *

source: Ticket: *
ar: تذكرة *

source: Perdiem Paid by Host: *
ar: لكل دييم المدفوعة من قبل المضيف *

source: Submission Date:
ar: تاريخ التقديم

source: S U B M I T
ar: خضع

# FlightDateRq
source: Flight Date: *
ar: تاريخ الرحلة *

source: Return Date: *
ar: تاريخ العودة *

source: Airline Flight Number:
ar: رقم الرحلة الجوية

source: Flight Travel Time:
ar: رحلة السفر الوقت

source: Justification:
ar: مبرر

source: Applied Leave Dates: *
ar: تواريخ الإجازات المطبقة *

source: New Leave Start Date: *
ar: تاريخ بدء الإجازة الجديد *

source: New Leave End Date: *
ar: تاريخ انتهاء الإجازة الجديد *

source: New Travel Date:
ar: تاريخ السفر الجديد

# JustificationRq
source: Justification: *
ar: مبرر *

source: Leave to be Cancelled: *
ar: اتركها للإلغاء *

source: Additional Comments:
ar: تعليقات اضافية

source: Leave Status:
ar: ترك الوضع

source: Leave Type: *
ar: نوع الإجازة *

source: Leave Category:
ar: ترك الفئة

source: Start Date: *
ar: تاريخ البدء *

source: End Date:
ar: تاريخ الانتهاء

source: Start Time:
ar: وقت البدء

source: End Time:
ar: وقت النهاية

source: Total Days:
ar: مجموع الأيام

source: Total Hours:
ar: مجموع الساعات

source: Calculate Duration
ar: حساب المدة

source: Replaced By:
ar: وحل محله

# MinChars
source: (Min 3 Chars)
ar: (حد أدنى 3 أحرف)

source: Leave Advance:
ar: ترك تقدم

source: Air Ticket:
ar: تذكرة طيران

source: Flight Date:
ar: تاريخ الرحلة

# RemarksRq
source: Remarks: *
ar: ملاحظات *

# ApprovedLeaveDatesRq
source: Approved Leave Dates: *
ar: تواريخ الإجازة المعتمدة *

source: Resumption Date:
ar: تاريخ الاستئناف

# EmployeeRequest
source: Duty Visit
ar: طلب موظف

source: Permit Request
ar: طلب تصريح

source: Amendment Request
ar: طلب تعديل

source: Cancellation Request
ar: الغاء الطلب

source: Leave Request
ar: ترك الطلب

source: Resume Request
ar: استئناف الطلب

# LeaveRequestNote
source: Note: Select Confirmed if you are sure of the dates of your absence, otherwise Select Planned. Select an Leave type, and enter any other information you want to record for your request.
ar: ملاحظة: حدد تأكيد إذا كنت متأكدًا من تواريخ غيابك ، وإلا حدد المخطط. حدد نوع الإجازة ، وأدخل أي معلومات أخرى تريد تسجيلها لطلبك. يمكنك اختيار زر "حساب المدة" لرؤية عدد الأيام أو الساعات التي تطلبها.

# PermitRequestNote
source: Note: Exit Permit is valid only for 24 Hours (From: 00:01 AM to 23.59 PM of the mentioned travel date), in case of any change in the Travel date and time. Please apply for new Exit permits through Exit Permit Request in Oracle Self Service or contact HR.
ar: ملاحظة: تصريح الخروج صالح لمدة 24 ساعة فقط (من: 00:01 صباحًا إلى 23.59 مساءً من تاريخ السفر المذكور) ، في حالة حدوث أي تغيير في تاريخ السفر ووقته. يرجى التقدم بطلب للحصول على تصاريح خروج جديدة من خلال طلب تصريح الخروج في خدمة Oracle الذاتية أو الاتصال بالموارد البشرية.

# EmployeeRequestNote
source: Note: Upon completion of Duty Visit kindly handover the original Boarding Pass or Passport Stamp copy to HR for processing. This step is prerequisite for processing payment.
ar: ملاحظة: عند الانتهاء من زيارة الواجب ، يرجى تسليم نسخة الصعود إلى الطائرة الأصلية أو جواز السفر إلى الموارد البشرية للمعالجة. هذه الخطوة هي شرط أساسي لمعالجة الدفع.

source: Comments:
ar: تعليقات

# LeaveAmendment
source: Amendment
ar: تعديل

# LeaveCancel
source: Cancellation
ar: إلغاء

# LeaveResume
source: Resumption
ar: استئناف
